Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh11-v3.tmx
Source language: bo
Languages: en

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལ་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་ངོ་བོ་ཉིད་ནི། སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་ཞིང་། རབ་འབྱོར་དེ་བཞིན་དུ་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་ངོ་བོ་ཉིད་དང་། བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་ངོ་བོ་ཉིད་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་རོ། །
en: If you ask why, Su­bhūti, it is because the essential nature of the transcendent perfection of generosity is empty of the essential nature of the transcendent perfection of generosity, and similarly, Su­bhūti, the essential nature of the transcendent perfection of ethical discipline, the essential nature of the transcendent perfection of tolerance, the transcendent perfection of perseverance, the transcendent perfection of meditative concentration, and the transcendent perfection of wisdom are empty of the essential nature of the transcendent perfection of wisdom, and so forth.

source: རབ་འབྱོར་དེ་བཞིན་དུ་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་གང་ཡིན་པ་དེ་ནི་ནང་སྟོང་པ་ཉིད་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ། མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་གང་ཡིན་པ་དེ་ནི། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དག་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །
en: “Su­bhūti, in the same way, one who wishes to attain emancipation in things without defining characteristics merely wishes to attain emancipation in the emptiness of internal phenomena, and in the same vein, one who wishes to attain emancipation in things without defining characteristics merely wishes to attain emancipation in the other aspects of emptiness, up to and including the emptiness of the essential nature of non-entities.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་ནང་སྟོང་པ་ཉིད་ཀྱི་ངོ་བོ་ཉིད་ནི་ཁམས་གསུམ་ནས་ངེས་པར་འབྱུང་བ་མ་ཡིན་ཞིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཡང་གནས་པ་མ་ཡིན།
en: If you ask why, Su­bhūti, it is because the essential nature of the emptiness of internal phenomena will not attain emancipation from the three world systems, and will not come to rest in omniscience.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ནི་ཁམས་གསུམ་ནས་ངེས་པར་འབྱུང་བ་མ་ཡིན་ཞིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཡང་གནས་པ་མ་ཡིན་པའི་ཕྱིར་རོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: In the same vein, the essential nature of the other aspects of emptiness, up to and including the emptiness of the essential nature of non-entities, will not attain emancipation from the three world systems, and will not come to rest in omniscience.

source: རབ་འབྱོར་འདི་ལྟར་ནང་སྟོང་པ་ཉིད་ནི། ནང་སྟོང་པ་ཉིད་ཀྱི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་ཞིང་། དེ་ལྟར་དེ་བཞིན་དུ་སྦྱར་ཏེ། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ནི། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་རོ། །
en: If you ask why, Su­bhūti, it is because the emptiness of internal phenomena is empty of the essential nature of internal phenomena, and in the same vein, the other aspects of emptiness, up to and including the emptiness of the essential nature of non-entities, are empty of the emptiness of the essential nature of non-entities, and so forth.

source: དེ་བཞིན་དུ་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་གང་ཡིན་པ་དེ་ནི་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །
en: “In the same way, one who wishes to attain emancipation in things without defining characteristics merely wishes to attain emancipation in the applications of mindfulness.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཀྱི་ངོ་བོ་ཉིད་ནི་ཁམས་གསུམ་ནས་ངེས་པར་འབྱུང་བ་མ་ཡིན་ཞིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཡང་གནས་པ་མ་ཡིན་པའི་ཕྱིར་རོ། །
en: If you ask why, Su­bhūti, it is because the essential nature of the applications of mindfulness will not attain emancipation from the three world systems, and will not come to rest in omniscience.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཀྱི་ངོ་བོ་ཉིད་ནི་དྲན་པ་ཉེ་བར་གཞག་པའི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་རོ། །དེ་བཞིན་དུ་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་གང་ཡིན་པ་དེ་ནི་ཡང་དག་པའི་སྤོང་བ་རྣམས་དང་།
en: If you ask why, Su­bhūti, it is because the essential nature of the applications of mindfulness is empty of the essential nature of the applications of mindfulness.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །
en: Similarly, one who wishes to attain emancipation in things that are without defining characteristics merely wishes to attain emancipation in the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེ་བཞིན་དུ་སྦྱར་ཏེ། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་གྱི་ངོ་བོ་ཉིད་གང་ཡིན་པ་དེ་ནི་ཁམས་གསུམ་ནས་ངེས་པར་འབྱུང་བ་མ་ཡིན་ཞིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཡང་གནས་པ་མ་ཡིན་པའི་ཕྱིར་རོ། །
en: If you ask why, it is because, in the same vein, the essential nature of [these causal attributes], up to and including the noble eightfold path, will not attain emancipation from the three world systems, and will not come to rest in omniscience.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེ་བཞིན་དུ་སྦྱར་ཏེ། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་གྱི་ངོ་བོ་ཉིད་ནི། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་རོ། །
en: If you ask why, it is because, in the same vein, the essential nature of [these causal attributes], up to and including the noble eightfold path, is empty of the essential nature of the noble eightfold path, and so forth.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞིའི་བར་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་དུ་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པར་བསྟན་པ་ཁོ་ན་བཞིན་དུ་རྒྱ་ཆེར་སྦྱར་བར་བྱའོ། །
en: This same refrain should also be extensively applied to [the fruitional attributes], including the ten powers of the tathāgatas, the four assurances, and the four kinds of exact knowledge, and so on, up to the eighteen distinct qualities of the buddhas, just as has been indicated in the context of the noble eightfold path.

source: རབ་འབྱོར་དེ་བཞིན་དུ་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་གང་ཡིན་པ་དེ་ནི། དགྲ་བཅོམ་པ་ཟག་པ་ཟད་པ་སྐྱེ་བར་འདོད་དུ་ཟད་དོ། །
en: “Su­bhūti, in the same way, one who wishes to attain emancipation in things without defining characteristics merely wishes to be born as an arhat whose contaminants have ceased.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། རབ་འབྱོར་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་གང་ཡིན་པ་དེ་ནི་རང་སངས་རྒྱས་དང་། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སྐྱེ་བར་འདོད་དུ་ཟད་དོ། །
en: In the same vein, Su­bhūti, one who wishes to attain emancipation in things without defining characteristics merely wishes to be born as a pratyekabuddha, or as a tathāgata, arhat, and genuine perfect buddha.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་དེ་བཞིན་དུ་སྦྱར་ཏེ། དེ་བཞིན་གཤེགས་པའི་ངོ་བོ་ཉིད་ནི་ཁམས་གསུམ་ནས་ངེས་པར་འབྱུང་བ་མ་ཡིན་ཞིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཡང་གནས་པ་མ་ཡིན་པའི་ཕྱིར་རོ། །
en: If you ask why, Su­bhūti, it is because the essential nature of a tathāgata, and so forth, will not attain emancipation from the three world systems, and will not come to rest in omniscience.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་དགྲ་བཅོམ་པ་ཟག་པ་ཟད་པའི་ངོ་བོ་ཉིད་ནི་དགྲ་བཅོམ་པའི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་། དེ་བཞིན་དུ་རང་སངས་རྒྱས་ཀྱི་ངོ་བོ་ཉིད་ནི་རང་སངས་རྒྱས་ཀྱི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་། དེ་བཞིན་གཤེགས་པའི་ངོ་བོ་ཉིད་ནི་དེ་བཞིན་གཤེགས་པའི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་རོ། །རབ་འབྱོར་དེ་བཞིན་དུ་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་གང་ཡིན་པ་དེ་ནི་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །
en: If you ask why, Su­bhūti, it is because the essential nature of an arhat whose contaminants have ceased is empty of the essential nature of an arhat, and similarly, the essential nature of a pratyekabuddha is empty of the essential nature of a pratyekabuddha, and the essential nature of a tathāgata is empty of the essential nature of a tathāgata.

source: རབ་འབྱོར་དེ་བཞིན་དུ་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་གང་ཡིན་པ་དེ་ནི། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་།
en: “Su­bhūti, in the same way, one who wishes to attain emancipation in things without defining characteristics merely wishes to attain emancipation in the fruit of entering the stream.

source: ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །
en: Similarly, Su­bhūti, one who wishes to attain emancipation in things without defining characteristics merely wishes to attain emancipation in the fruit of being tied to one more rebirth, in the fruit of not returning [to cyclic existence], in arhatship, in individual enlightenment, and in omniscience.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་བཞིན་དུ་སྦྱར་ཏེ། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པར་ཇི་སྐད་དུ་བསྟན་པ་དེ་ཁོ་ན་བཞིན་དུ་རྒྱ་ཆེར་སྦྱར་བར་བྱའོ། །
en: If you ask why, the same refrain should be extensively applied to [all these fruits], just as has been indicated in the context of the noble eightfold path.

source: རབ་འབྱོར་དེ་བཞིན་དུ་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་གང་ཡིན་པ་དེ་ནི་མིང་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །
en: “Su­bhūti, in the same way, one who wishes to attain emancipation in things without defining characteristics merely wishes to attain emancipation in names.

source: དེ་བཞིན་དུ་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་གང་ཡིན་པ་དེ་ནི་བརྡ་དང་ཐ་སྙད་དང་། བཏགས་པ་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །
en: Similarly, Su­bhūti, one wishes to attain emancipation in things without defining characteristics merely wishes to attain emancipation in symbols, conventional expressions, and designations.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་མིང་གི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་ཁམས་གསུམ་ནས་ངེས་པར་འབྱུང་བ་མ་ཡིན་ཞིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་གནས་པ་མ་ཡིན་པའི་ཕྱིར་རོ། །
en: If you ask why, Su­bhūti, the emptiness of names will not attain emancipation from the three world systems, and will not come to rest in omniscience.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་མིང་གི་སྟོང་པ་ཉིད་ནི་མིང་གི་སྟོང་པ་ཉིད་ཀྱིས་སྟོང་པ་ནས། དེ་བཞིན་དུ་སྦྱར་ཏེ། བཏགས་པའི་ཆོས་ཀྱི་སྟོང་པ་ཉིད་ཀྱི་བར་ནི་བཏགས་པའི་ཆོས་ཀྱི་སྟོང་པ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་རོ། །རབ་འབྱོར་དེ་བཞིན་དུ་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་གང་ཡིན་པ་དེ་ནི་སྐྱེ་བ་མེད་པ་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །དེ་ལྟར་དེ་བཞིན་དུ་སྦྱར་ཏེ།
en: If you ask why, Su­bhūti, it is because the emptiness of names is empty of the emptiness of names, and in the same vein, the emptiness of [those other terms], up to and including designations, is empty of the emptiness of designated phenomena, and so forth.

source: རབ་འབྱོར་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་གང་ཡིན་པ་དེ་ནི་འགག་པ་མེད་པ་དང་། མཚན་མ་མེད་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ་དང་། རྣམ་པར་བྱང་བ་མེད་པ་དང་། མངོན་པར་འདུ་བྱ་བ་མེད་པ་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །
en: “Su­bhūti, in the same way, one who wishes to attain emancipation in things without defining characteristics merely wishes to attain emancipation in that which is non-arising; in the same vein, Su­bhūti, one who wishes to attain emancipation in things without defining characteristics merely wishes to attain emancipation in that which is unceasing, and in signlessness, non-affliction, non-purification, and non-conditioning.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། མིང་གི་སྐབས་སུ་ཇི་སྐད་དུ་བསྟན་པ་དེ་ཁོ་ན་བཞིན་དུ་རྒྱ་ཆེར་སྦྱར་བར་བྱ་སྟེ།
en: The same refrain should be extensively applied to [these states], just as has been indicated in the context of names.

source: རབ་འབྱོར་རྣམ་གྲངས་དེས་ན་ཐེག་པ་ཆེན་པོ་ནི་ཁམས་གསུམ་ནས། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ག་ལ་བ་དེར་ངེས་པར་འབྱུང་བར་འགྱུར་ཞིང་དེར་ཡང་མི་གཡོ་བའི་ཚུལ་གྱིས་གནས་སོ། །
en: Su­bhūti, it is for these reasons that the Great Vehicle does attain emancipation from the three world systems, and consequently comes to rest in omniscience, and it does so in an unwavering manner.”

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཁྲི་པ་ལས་ཏིང་ངེ་འཛིན་གྱི་ལེའུ་ཞེས་བྱ་སྟེ་བཅུ་གཉིས་པའོ།། །།
en: This completes the twelfth chapter from “The Transcendent Perfection of Wisdom in Ten Thousand Lines,” entitled “Meditative Stability.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རབ་འབྱོར་ཁྱོད་འདི་སྐད་དུ་ཐེག་པ་དེ་གང་དུ་གནས་པར་འགྱུར་ཞེས་ཟེར་བ་ནི།
en: Like Space Chapter 13 The Blessed One addressed the venerable Su­bhūti as follows: “Su­bhūti, you asked where this vehicle will come to rest.

source: རབ་འབྱོར་ཐེག་པ་དེ་ནི་གང་དུ་ཡང་གནས་པར་འགྱུར་བ་མེད་དོ། །
en: In this regard, Su­bhūti, the vehicle will not come to rest anywhere.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་གནས་པ་དམིགས་སུ་མེད་པའི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་མི་གནས་པ་སྟེ།
en: If you ask why, it is because resting is non-apprehensible, and so all things do not come to rest.

source: འོན་ཀྱང་ཐེག་པ་དེ་ནི་མི་གནས་པའི་ཚུལ་གྱིས་གནས་པར་འགྱུར་རོ། །
en: On the other hand, the vehicle will come to rest by way of its non-resting.

source: རབ་འབྱོར་དཔེར་ན་ཆོས་ཀྱི་དབྱིངས་ནི་གནས་པ་ཡང་མ་ཡིན། མི་གནས་པ་ཡང་མ་ཡིན་ནོ། །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་དེ་ཡང་གནས་པ་ཡང་མ་ཡིན། མི་གནས་པ་ཡང་མ་ཡིན་ཏེ།
en: Su­bhūti, just as the expanse of reality neither comes to rest, nor does it not come to rest, similarly, Su­bhūti, the vehicle does not come to rest, nor does it not come to rest.

source: ལེའུ་གོང་མར་ཇི་སྐད་བསྟན་པ་དེ་ཁོ་ན་བཞིན་དུ་འདིར་ཡང་རྒྱ་ཆེར་སྦྱར་བར་བྱའོ། །རབ་འབྱོར་དཔེར་ན་སྐྱེ་བ་མེད་པ་ནི་གནས་པ་ཡང་མ་ཡིན། མི་གནས་པ་ཡང་མ་ཡིན་ནོ། །དེ་བཞིན་དུ་ཐེག་པ་དེ་ནི་གནས་པ་ཡང་མ་ཡིན། མི་གནས་པ་ཡང་མ་ཡིན་ནོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ།
en: The same refrain should be extensively applied here, just as has been indicated in the context of the previous chapter.

source: འགག་པ་མེད་པ་དང་མཚན་མ་མེད་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ་དང་། རྣམ་པར་བྱང་བ་མེད་པ་དང་། མངོན་པར་འདུ་བྱེད་པ་མེད་པ་ནི་གནས་པ་ཡང་མ་ཡིན། མི་གནས་པ་ཡང་མ་ཡིན་ནོ། །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་དེ་ཡང་གནས་པ་ཡང་མ་ཡིན། མི་གནས་པ་ཡང་མ་ཡིན་ནོ། །
en: “Su­bhūti, just as non-arising neither comes to rest, nor does it not come to rest, similarly, this vehicle does not come to rest, nor does it not come to rest; in the same vein, just as non-cessation, non-signlessness, non-affliction, non-purification and non-conditioning neither come to rest, nor do they not come to rest, similarly, Su­bhūti, this vehicle does not come to rest, nor does it not come to rest.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་ཆོས་ཀྱི་དབྱིངས་ཀྱི་ངོ་བོ་ཉིད་ནི་གནས་པ་ཡང་མ་ཡིན་མི་གནས་པ་ཡང་མ་ཡིན་པའི་ཕྱིར་རོ། །
en: If you ask why, Su­bhūti, it is because the essential nature of the expanse of reality neither comes to rest, nor does it not come to rest.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་ཆོས་ཀྱི་དབྱིངས་ཀྱི་ངོ་བོ་ཉིད་ནི་ཆོས་ཀྱི་དབྱིངས་ཀྱི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པ་ནས། དེ་བཞིན་དུ་སྦྱར་ཏེ། མངོན་པར་འདུ་བྱེད་པ་མེད་པའི་བར་གྱི་ངོ་བོ་ཉིད་ནི།
en: If you ask why, Su­bhūti, it is because the essential nature of the expanse of reality is empty of the essential nature of the expanse of reality.

source: མངོན་པར་འདུ་བྱེད་པ་མེད་པའི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་སྟེ།
en: In the same vein, the essential nature of those other unconditioned phenomena, up to and including non-conditioning, is empty of non-conditioning, [and so forth].

source: རབ་འབྱོར་རྣམ་གྲངས་དེས་ན་ཐེག་པ་དེ་ནི་གང་དུ་ཡང་གནས་པར་འགྱུར་བ་མེད་དེ།
en: Su­bhūti, for these reasons this [Great] Vehicle will not come to rest anywhere, but nor will it not do so.

source: དེ་ཡང་མི་གནས་པར་གནས་པ་མེད་པའི་ཚུལ་གྱིས་སོ། །
en: This is owing to its non-resting.

source: ཡང་རབ་འབྱོར་གང་འདི་སྐད་དུ་ཐེག་པ་དེས་སུ་ཞིག་ངེས་པར་འབྱུང་བར་འགྱུར་ཞེས་ཟེར་བ་ནི།
en: “Also, Su­bhūti, you asked who will attain emancipation by means of this vehicle.

source: རབ་འབྱོར་ཐེག་པ་དེས་སུ་ཡང་ངེས་པར་འབྱུང་བར་འགྱུར་བ་མེད་དོ། །
en: In this regard, Su­bhūti, no one will attain emancipation by means of this vehicle.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་ཐེག་པ་གང་ཡིན་པ་དེ་དང་། གང་ངེས་པར་འབྱུང་བར་འགྱུར་བ་དང་། གང་དུ་ངེས་པར་འབྱུང་བར་འགྱུར་བའི་ཆོས་དེ་དག་ཐམས་ཅད་མེད་ཅིང་མི་དམིགས་པའི་ཕྱིར་རོ། །
en: If you ask why, Su­bhūti, it is because all those things associated with this vehicle, and with those who would attain emancipation, and that in which emancipation is attained, are non-existent and they are non-apprehensible.

source: དེ་ལྟར་ཆོས་ཐམས་ཅད་མེད་ཅིང་མི་དམིགས་ན། ཆོས་གང་ཞིག་གིས་སུ་ཞིག་ངེས་པར་འབྱུང་བར་འགྱུར།
en: Since all things are accordingly non-existent and non-apprehensible, who could attain emancipation by means of anything?

source: གང་དུ་ངེས་པར་འབྱུང་བར་འགྱུར།
en: In what could emancipation possibly be attained?

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་བདག་དང་དེ་བཞིན་དུ་སྦྱར་ཏེ། ཤེས་པ་པོ་དང་།
en: If you ask why, Su­bhūti, it is because the self and other [posited subjects], up to and including the knower and the viewer, are non-apprehensible.

source: མཐོང་བ་པོའི་བར་དུ་དམིགས་སུ་མེད་པའི་ཕྱིར་བདག་གཏན་མི་དམིགས་སོ། །
en: This being the case, the ‘self’ is never apprehensible.

source: དེ་བཞིན་དུ་སེམས་ཅན་དང་། སྐྱེ་བ་པོ་ནས་དེ་བཞིན་དུ་སྦྱར་ཏེ། ཤེས་པ་པོ་དང་མཐོང་བ་པོའི་བར་དུ་གཏན་མི་དམིགས་པའི་ཕྱིར་རོ། །
en: Similarly, [other posited subjects], from sentient beings and living creatures to knowers and viewers, are all non-apprehensible.

source: དེ་བཞིན་དུ་ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར་ཆོས་ཀྱི་དབྱིངས་མི་དམིགས་སོ། །
en: “Similarly, the expanse of reality is non-apprehensible, owing to its utter purity.

source: དེ་བཞིན་དུ་ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར་དེ་བཞིན་ཉིད་མི་དམིགས་སོ། །
en: The real nature is non-apprehensible, owing to its utter purity.

source: ཡང་དག་པའི་མཐའ་མི་དམིགས་སོ། །
en: The finality of existence is non-apprehensible, [owing to its utter purity].

source: ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར་བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས་མི་དམིགས་སོ། །
en: The inconceivable expanse is non-apprehensible, owing to its utter purity.

source: ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར། ཕུང་པོ་དང་ཁམས་མི་དམིགས་སོ། །
en: The psycho-physical aggregates and sensory elements are non-apprehensible, owing to their utter purity.

source: ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར་ཁམས་དང་སྐྱེ་མཆེད་རྣམས་མི་དམིགས་སོ། །
en: The sensory elements and sense fields are non-apprehensible, owing to their utter purity.

source: དེ་བཞིན་དུ་ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་མི་དམིགས་སོ། །
en: Similarly, the transcendent perfection of generosity is non-apprehensible, owing to its utter purity.

source: དེ་བཞིན་དུ་ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་མི་དམིགས་སོ། །
en: Similarly, the transcendent perfection of ethical discipline, the transcendent perfection of tolerance, the transcendent perfection of perseverance, the transcendent perfection of meditative concentration, and the transcendent perfection of wisdom are non-apprehensible, owing to their utter purity.

source: དེ་བཞིན་དུ་ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར། ནང་སྟོང་པ་ཉིད་མི་དམིགས་སོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ། ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་མི་དམིགས་སོ། །
en: Similarly, the emptiness of internal phenomena is non-apprehensible, owing to its utter purity, and in the same vein, the other aspects of emptiness, up to and including the emptiness of the essential nature of non-entities, are non-apprehensible, owing to their utter purity.

source: དེ་བཞིན་དུ་ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་མི་དམིགས་སོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ། ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་མི་དམིགས་སོ། །
en: “Similarly, the applications of mindfulness are non-apprehensible, owing to their utter purity, and in the same vein, [the other causal attributes], up to and including the noble eightfold path, are non-apprehensible, owing to their utter purity.

source: ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར་རྒྱུན་ཏུ་ཞུགས་པ་མི་དམིགས་སོ། །དེ་བཞིན་དུ་ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར་ལན་ཅིག་ཕྱིར་འོང་བ་དང་།
en: Those who have entered the stream are non-apprehensible, owing to their utter purity.

source: ཕྱིར་མི་འོང་བ་དང་། དགྲ་བཅོམ་པ་དང་། རང་སངས་རྒྱས་དང་། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མི་དམིགས་སོ། །
en: Similarly, those who are tied to one more rebirth, those who are no longer subject to rebirth, arhats, pratyekabuddhas, and those who have become tathāgatas, arhats, genuinely perfect buddhas are non-apprehensible, owing to their utter purity.

source: དེ་བཞིན་དུ་ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར། རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མི་དམིགས་སོ། །དེ་བཞིན་དུ་ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་།
en: Similarly, the fruit of having entered the stream is non-apprehensible, owing to its utter purity.

source: ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་དང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མི་དམིགས་སོ། །
en: Similarly, the fruit of being tied to one more rebirth, the fruit of being no longer subject to rebirth, arhatship, individual enlightenment, and unsurpassed, genuinely perfect enlightenment are non-apprehensible, owing to their utter purity.

source: ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མི་དམིགས་སོ། །
en: Omniscience is non-apprehensible, owing to its utter purity.

source: དེ་བཞིན་དུ་ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར་སྐྱེ་བ་མེད་པ་དང་། འགག་པ་མེད་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ་དང་། རྣམ་པར་བྱང་བ་མེད་པ་དང་།
en: Similarly, non-arising, non-cessation, non-affliction, non-purification and non-conditioning are non-apprehensible, owing to their utter purity.

source: མངོན་པར་འདུ་བྱེད་པ་མེད་པ་མི་དམིགས་སོ། །ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར་སྔོན་གྱི་མཐའ་མི་དམིགས་སོ། །
en: The limit of the past is non-apprehensible, owing to its utter purity.

source: དེ་བཞིན་དུ་ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར་ཕྱི་མའི་མཐའ་དང་། ད་ལྟར་མི་དམིགས་སོ། །
en: Similarly, the limit of the future and the present are non-apprehensible, owing to their utter purity.

source: དེ་བཞིན་དུ་ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར་འགྲོ་བ་དང་། མི་འགྲོ་བ་དང་། གནས་པ་དང་། སྐྱེ་བ་མི་དམིགས་སོ། །
en: Similarly, motion, non-motion, resting, and arising are non-apprehensible, owing to their utter purity.

source: དེ་བཞིན་དུ་ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར། འགྲིབ་པ་དང་། འཕེལ་བ་མི་དམིགས་པའི་ཕྱིར་རོ། །
en: Similarly, decrease and increase are non-apprehensible, owing to their utter purity.”

source: ཅི་ཞིག་དམིགས་སུ་མེད་པས་མི་དམིགས་ཞེ་ན།
en: “What, you may ask, is it that is non-apprehensible, on account of which all things are not apprehended?

source: ཆོས་ཀྱི་དབྱིངས་དམིགས་སུ་མེད་པས་མི་དམིགས་སོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Things are not apprehended because the expanse of reality is non-apprehensible.

source: རབ་འབྱོར་ཤིན་ཏུ་རྣམ་པར་དག་པའི་ཕྱིར། ཆོས་ཀྱི་དབྱིངས་ནི་སུས་ཀྱང་མ་དམིགས་མི་དམིགས་གང་གིས་ཀྱང་དམིགས་པར་མི་འགྱུར་བའི་ཕྱིར་རོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ། ཆོས་ཀྱི་དབྱིངས་དམིགས་སུ་མེད་པའི་ཕྱིར་དང་། དེ་བཞིན་ཉིད་དམིགས་སུ་མེད་པའི་ཕྱིར་དང་།
en: If you ask why, Su­bhūti, it is because the expanse of reality, owing to its utter purity, has not been, is not and will not be apprehended by anyone.

source: ཡང་དག་པའི་མཐའ་དམིགས་སུ་མེད་པའི་ཕྱིར་དང་། སྟོང་པ་ཉིད་དམིགས་སུ་མེད་པའི་ཕྱིར་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དམིགས་སུ་མེད་པའི་ཕྱིར་མི་དམིགས་སོ། །ནང་སྟོང་པ་ཉིད་དམིགས་སུ་མེད་པའི་ཕྱིར་མི་དམིགས་སོ། །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་དམིགས་སུ་མེད་པས་མི་དམིགས་སོ། །
en: In the same vein, things are not apprehended because the real nature is non-apprehensible, because the finality of existence is non-apprehensible, because emptiness is non-apprehensible, because the transcendent perfection of wisdom is non-apprehensible, because the emptiness of internal phenomena is non-apprehensible, and because [the other aspects of emptiness] up to and including the emptiness of the essential nature of non-entities, are non-apprehensible.

source: དེ་བཞིན་དུ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་དམིགས་སུ་མེད་པས་མི་དམིགས་སོ། །
en: Similarly, things are not apprehended because the applications of mindfulness are non-apprehensible.
